[
    {
        "characterIds": [
            1,
            5
        ],
        "dialogue": "Alice: Hi Eva! You always seem so healthy and energetic. What’s your secret?\nEva: It’s all about maintaining a balanced lifestyle. I make sure to get enough sleep and eat nutritious food. How about you, Alice? You must be busy with your studies.\nAlice: Yes, I’ve been studying non-stop for the finals. It’s exhausting, but I know it will be worth it.\nEva: Just remember to take breaks and stay healthy. Good health is the foundation of everything.",
        "created_at": "2024-08-03 10:00:00",
        "start_time": "Day 1 12:00:00"
    },
    {
        "characterIds": [
            2,
            7
        ],
        "dialogue": "Bob: Hey Grace, how's the job search going? Any luck yet?\nGrace: It’s been tough, but I’ve submitted a few resumes and have a couple of interviews lined up. Fingers crossed!\nBob: Keep at it. The market can be unpredictable, but perseverance always pays off.\nGrace: Thanks, Bob. I could use some of your trading skills in this job hunt!",
        "created_at": "2024-08-03 11:00:00",
        "start_time": "Day 1 11:00:00"
    },
    {
        "characterIds": [
            3,
            9
        ],
        "dialogue": "Charlie: Hi Ivy, what’s the latest fashion trend you’re following?\nIvy: Oh, I just bought some amazing accessories from a new designer. You should check them out!\nCharlie: Sounds interesting! Maybe I’ll take a look after we grab a coffee.\nIvy: Sure thing! Let’s go.",
        "created_at": "2024-08-03 12:00:00",
        "start_time": "Day 2 12:00:00"
    },
    {
        "characterIds": [
            6,
            10
        ],
        "dialogue": "Frank: Jack, I saw your stream last night. You’re getting really popular!\nJack: Thanks, Frank! I’m trying to engage with more people and share more about my daily life.\nFrank: It’s working. You’ve got a real talent for connecting with people.\nJack: Appreciate it! How’s your community work going?\nFrank: Busy as always, but I love it.",
        "created_at": "2024-08-03 13:00:00",
        "start_time": "Day 3 12:00:00"
    }
]